Repository: proninp/AL-Demo
Catalog: Sample AL Project/Translations/Sample AL Project.g_*.xlf
Languages: ru

# Table 3391782450 - Field 883711285 - Property 2879900210
source: Entry No.
ru: Операция Но.

# Table 3391782450 - Field 3768133165 - Property 2879900210
source: Sample Text
ru: Пример Текст

# Table 3391782450 - Field 3810680820 - Property 2879900210
source: Sample Integer
ru: Пример Целочисленный

# Table 3391782450 - Field 4049474023 - Property 2879900210
source: Sample Decimal
ru: Пример Дробный

# Codeunit 1501232436 - NamedType 3114637384
source: You've just changed the customer sale type from "%1" to "%2"
ru: Вы только что изменили тип клиента с "%1" на "%2"

# Codeunit 3607311245 - NamedType 3842566867
source: The call to the web service failed.
ru: Вызов веб сервиса не удался.

# Codeunit 3607311245 - NamedType 1460689422
source: The web service returned an error message:\Status code: %1\Description: %2
ru: Веб сервис вернуо ошибку:\Статус: %1\Описание: %2

# Codeunit 3607311245 - NamedType 822992805
source: Could not find a token with key %1
ru: Не удалость найти токен с ключом %1

# Codeunit 3607311245 - NamedType 1929477016
source: Could not find a token with path %1
ru: Не удалость найти токен с путем %1

# Page 3629594724 - Property 2879900210
source: Customer contacts with orders
ru: Контакты клиентов с заказами продажи

# Page 3629594724 - Property 2019332006
source: New,Process,Report,Approve,New Document,Request Approval,Customer,Navigate,Prices & Discounts
ru: Новый,Процесс,Отчет,Подтверждение,Новый документ,Подтверждение запроса,Клиент,Навигатор,Цены,Скидки

# Page 3629594724 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ru: Указывает номер соответствующей записи или записи в соответствии с указанным порядковым номером.

# Page 3629594724 - Control 2961552353 - Property 1295455071
source: Specifies the customer's name. This name will appear on all sales documents for the customer.
ru: Указывает имя клиента. Это имя будет отображаться во всех документах продажи для клиента.

# Page 3629594724 - Control 966287263 - Property 1295455071
source: Specifies an additional part of the name.
ru: Указывает дополнительную часть имени.

# Page 3629594724 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
ru: Указывает почтовый индекс.

# Page 3629594724 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
ru: Указывает страну/регион адреса.

# Page 3629594724 - Control 3986423421 - Property 1295455071
source: Specifies the customer's telephone number.
ru: Указывает номер телефона клиента.

# Page 3629594724 - Control 3993128796 - Property 1295455071
source: Specifies the name of the person you regularly contact when you do business with this customer.
ru: Указывает имя человека, с которым вы регулярно связываетесь, когда ведете дела с этим клиентом.

# Page 3629594724 - Control 553464652 - Property 1295455071
source: Specifies a code for the salesperson who normally handles this customer's account.
ru: Указывает код для продавца, который обычно обрабатывает счет этого клиента.

# Page 2253475152 - Property 2879900210
source: List of JSON Sample Data
ru: Пример Данных JSON Список

# Page 2253475152 - Action 2026913255 - Property 2879900210
source: Refresh JSON Data
ru: Обновить данные JSON

# Report 3965088890 - Property 2879900210
source: Blocked Customer List
ru: Список заблокированных клиентов

# Report 3965088890 - ReportColumn 949215307 - Property 2879900210
source: No.
ru: Номер

# Report 3965088890 - ReportColumn 2961552353 - Property 2879900210
source: Name
ru: Наименование

# Query 1275529860 - Property 2879900210
source: Customer Contacts With Orders
ru: Контакты клиентов с заказами продажи

# Query 1275529860 - QueryColumn 1795468512 - Property 2879900210
source: Items Quantity Sum
ru: Сумма кол-ва по заказу

# Query 1275529860 - QueryColumn 1500692294 - Property 2879900210
source: No.
ru: Номер Заказа продажи

# Query 1275529860 - QueryColumn 2131136169 - Property 2879900210
source: Posting Date
ru: Дата Учёта

# Query 1275529860 - QueryColumn 2460430468 - Property 2879900210
source: Status
ru: Статус

# Query 1275529860 - QueryColumn 1066792394 - Property 2879900210
source: No.
ru: Клиент Но.

# Query 1275529860 - QueryColumn 2961552353 - Property 2879900210
source: Name
ru: Клиент Наименование

# Query 1275529860 - QueryColumn 18111246 - Property 2879900210
source: Name 2
ru: Клиент Наименование 2

# Query 1275529860 - QueryColumn 970161446 - Property 2879900210
source: Post Code
ru: Индекс

# Query 1275529860 - QueryColumn 1057316559 - Property 2879900210
source: Country/Region Code
ru: Код страны

# Query 1275529860 - QueryColumn 1902680775 - Property 2879900210
source: Phone No.
ru: Телефон Но.

# Query 1275529860 - QueryColumn 3993128796 - Property 2879900210
source: Contact
ru: Контакт

# Query 1275529860 - QueryColumn 1836249769 - Property 2879900210
source: Salesperson Code
ru: Код менеджера

# PageExtension 3059448296 - Action 3690657540 - Property 2879900210
source: Show Blocked Customers List
ru: Показать список заблокированных клиентов

# PageExtension 1335475188 - Control 1060389679 - Property 2879900210
source: Is E-mail Correct
ru: E-mail корректен

# PageExtension 1335475188 - Control 1060389679 - Property 1295455071
source: Is E-mail corrected
ru: Проверяет корректность E-mail

# TableExtension 3602273202 - Field 3522954819 - Property 2879900210
source: Customer Blocked
ru: Клиент заблокирован

# TableExtension 3602273202 - Field 2553830313 - Property 2879900210
source: Customer Sale Type
ru: Клиент Тип Продажи

# Profile 1546683883 - Property 2879900210
source: Accountant role center Profile
ru: Бухгалтер Кастомизированный

# Profile 1546683883 - Property 4111922599
source: Accountant role center Profile fo contact list customization
ru: Функциональные возможности для финансового персонала, работающего с дебиторской и кредиторской задолженностью, а также занимающегося подготовкой управленческой отчетности.

# Enum 2553830313 - EnumValue 2182902910 - Property 2879900210
source: Retail Chain
ru: Торговая сеть

# Enum 2553830313 - EnumValue 4212713257 - Property 2879900210
source: Distributor
ru: Дистрибьютор

# Enum 2553830313 - EnumValue 4156733458 - Property 2879900210
source: Sole proprietorships
ru: Частный предприниматель

# Enum 2553830313 - EnumValue 3430309726 - Property 2879900210
source: Limited Liability Companies
ru: Общество с ограниченной ответственностью

# Enum 2553830313 - EnumValue 4157531576 - Property 2879900210
source: Private buyer
ru: Частный покупатель
