Repository: proninp/AL-Demo
Catalog: BC180/Dadata Integration/Translations/Dadata Integration.g_*.xlf
Languages: ru

# Table 4205658326 - Field 1077656314 - Property 2879900210
source: Dadata Token
ru: Dadata Токен

# Table 4205658326 - Field 3371151125 - Property 2879900210
source: Organization Data Web Link
ru: Ссылка для получения информации об организации

# Table 4205658326 - Field 1663593181 - Property 2879900210
source: Primary Key
ru: Первичный ключ

# Table 2432636252 - Property 2879900210
source: Organization Dadata Info
ru: Информация об организации Dadata

# Table 2432636252 - Field 3532935625 - Property 2879900210
source: Area
ru: Область

# Table 2432636252 - Field 1746423697 - Property 2879900210
source: Area Type
ru: Область тип

# Table 2432636252 - Field 1640590040 - Property 2879900210
source: Area Type Full
ru: Область тип полностью

# Table 2432636252 - Field 2023169799 - Property 2879900210
source: Area With Type
ru: Область с типом

# Table 2432636252 - Field 1358406803 - Property 2879900210
source: Block
ru: Строение

# Table 2432636252 - Field 3070380475 - Property 2879900210
source: Block Type
ru: Тип строения

# Table 2432636252 - Field 714791889 - Property 2879900210
source: City
ru: Город

# Table 2432636252 - Field 817351145 - Property 2879900210
source: City Type
ru: Город тип

# Table 2432636252 - Field 2070251504 - Property 2879900210
source: City Type Full
ru: Город тип полный

# Table 2432636252 - Field 3480593983 - Property 2879900210
source: City With Type
ru: Город с типом

# Table 2432636252 - Field 1856816140 - Property 2879900210
source: Country
ru: Страна

# Table 2432636252 - Field 1214888596 - Property 2879900210
source: Country ISO Code
ru: Код страны ISO

# Table 2432636252 - Field 3572756595 - Property 2879900210
source: Created DateTime
ru: Создано дата время

# Table 2432636252 - Field 87146608 - Property 2879900210
source: Created UserID
ru: Создано пользователем

# Table 2432636252 - Field 1392835601 - Property 2879900210
source: Emails
ru: E-mail

# Table 2432636252 - Field 4199977368 - Property 2879900210
source: Entrance
ru: Вход

# Table 2432636252 - Field 883711285 - Property 2879900210
source: Entry No.
ru: Номер порядковый

# Table 2432636252 - Field 2544722213 - Property 2879900210
source: Federal District
ru: Федеральный район

# Table 2432636252 - Field 510277017 - Property 2879900210
source: Flat
ru: Квартира

# Table 2432636252 - Field 1033127489 - Property 2879900210
source: Flat Type
ru: Квартира Тип

# Table 2432636252 - Field 2033398952 - Property 2879900210
source: Flat Type Full
ru: Квартира тип полностью

# Table 2432636252 - Field 3867908284 - Property 2879900210
source: Floor
ru: Этаж

# Table 2432636252 - Field 2603141727 - Property 2879900210
source: Full Address
ru: Полный адрес

# Table 2432636252 - Field 2981864456 - Property 2879900210
source: Full Name
ru: Полное наименование

# Table 2432636252 - Field 1536952968 - Property 2879900210
source: Geo Lat
ru: Геолокация ширина

# Table 2432636252 - Field 3466780636 - Property 2879900210
source: Geo Lon
ru: Геолокация долгота

# Table 2432636252 - Field 2256271752 - Property 2879900210
source: House
ru: Дом

# Table 2432636252 - Field 1714142792 - Property 2879900210
source: House Type
ru: Дом тип

# Table 2432636252 - Field 2533219753 - Property 2879900210
source: House Type Full
ru: Дом тип полностью

# Table 2432636252 - Field 1506455323 - Property 2879900210
source: INN
ru: ИНН

# Table 2432636252 - Field 716022845 - Property 2879900210
source: KPP
ru: КПП

# Table 2432636252 - Field 2961552353 - Property 2879900210
source: Name
ru: Наименование

# Table 2432636252 - Field 3126547048 - Property 2879900210
source: OGRN
ru: ОГРН

# Table 2432636252 - Field 4099807418 - Property 2879900210
source: OKATO
ru: ОКАТО

# Table 2432636252 - Field 2025771988 - Property 2879900210
source: OKATO Address
ru: ОКАТО Адрес

# Table 2432636252 - Field 1735495267 - Property 2879900210
source: OKFS
ru: ОКФС

# Table 2432636252 - Field 1078653371 - Property 2879900210
source: OKOGU
ru: ОКОГУ

# Table 2432636252 - Field 1140027405 - Property 2879900210
source: OKPO
ru: ОКПО

# Table 2432636252 - Field 9775822 - Property 2879900210
source: OKTMO
ru: ОКТМО

# Table 2432636252 - Field 1381682944 - Property 2879900210
source: OKTMO Address
ru: ОКТМО Адрес

# Table 2432636252 - Field 904627781 - Property 2879900210
source: OKVED
ru: ОКВЕД

# Table 2432636252 - Field 1053412509 - Property 2879900210
source: OKVED Type
ru: ОКВЕД Тип

# Table 2432636252 - Field 3931148982 - Property 2879900210
source: OPF Full
ru: ОПФ полностью

# Table 2432636252 - Field 4262011469 - Property 2879900210
source: OPF Short
ru: ОПФ короткий

# Table 2432636252 - Field 3742008721 - Property 2879900210
source: Phones
ru: Телефоны

# Table 2432636252 - Field 392788764 - Property 2879900210
source: Postal Box
ru: Почтовый ящик

# Table 2432636252 - Field 1215194884 - Property 2879900210
source: Postal Code
ru: Почтовый индекс

# Table 2432636252 - Field 2241665020 - Property 2879900210
source: Region
ru: Регион

# Table 2432636252 - Field 908049596 - Property 2879900210
source: Region Type
ru: Регион тип

# Table 2432636252 - Field 3338479133 - Property 2879900210
source: Region Type Full
ru: Регион тип полностью

# Table 2432636252 - Field 525702446 - Property 2879900210
source: Region With Type
ru: Регион с типом

# Table 2432636252 - Field 81325660 - Property 2879900210
source: Regional Kladr ID
ru: Регион КЛАДР

# Table 2432636252 - Field 2197284175 - Property 2879900210
source: Settlement
ru: Поселение

# Table 2432636252 - Field 102903639 - Property 2879900210
source: Settlement Type
ru: Поселение тип

# Table 2432636252 - Field 1741733938 - Property 2879900210
source: Settlement Type Full
ru: Поселение тип полностью

# Table 2432636252 - Field 1504241633 - Property 2879900210
source: Settlement With Type
ru: Поселение с типом

# Table 2432636252 - Field 752586859 - Property 2879900210
source: Street
ru: Улица

# Table 2432636252 - Field 2178662403 - Property 2879900210
source: Street Type
ru: Улица тип

# Table 2432636252 - Field 2845936638 - Property 2879900210
source: Street Type Full
ru: Улица тип полностью

# Table 2432636252 - Field 907775885 - Property 2879900210
source: Street With Type
ru: Улица с типом

# Table 2432636252 - Field 4093968767 - Property 2879900210
source: Tax Office
ru: Налоговый офис

# Codeunit 2856358562 - NamedType 3842566867
source: Variable of "%1" record must be temporary.
ru: Переменная записи "%1" должна быть объявлена временной

# Codeunit 2856358562 - NamedType 1460689422
source: The web service returned an error message:\Status code: %1\Description: %2
ru: Веб-сервис вернул сообщение об ошибке:\Статус: %1\Описание: %2

# Codeunit 2856358562 - NamedType 822992805
source: Could not find a token with key "%1"
ru: Не существует токена с ключом %1

# Codeunit 2856358562 - NamedType 1929477016
source: You must enter INN value.
ru: Необходимо указать значение ИНН.

# Codeunit 2856358562 - NamedType 1291780399
source: You must enter KPP value.
ru: Необходимо указать значение КПП.

# Codeunit 2856358562 - NamedType 3204870250
source: Entered value does not compile to specified pattern.
ru: Введённое значение не соответствует заданному шаблону.

# Codeunit 2856358562 - Method 2400675204 - NamedType 1963392026
source: Customer with INN %1 and KPP %2 already exists. Do you want update data?
ru: Клиент с ИНН %1 и КПП %2 уже существует. Обновить даные?

# Codeunit 2856358562 - Method 2335178540 - NamedType 1963392026
source: Vendor with INN %1 and KPP %2 already exists. Do you want update data?
ru: Поставщик с ИНН %1 и КПП %2 уже существует. Обновить даные?

# Page 4205658326 - Property 2879900210
source: Dadata Setup
ru: Dadata настройка

# Page 1138302122 - Property 2879900210
source: Organization Dadata Info List
ru: Информация об организации Dadata Список

# Page 1138302122 - Control 2445482498 - Property 2879900210
source: General
ru: Общее

# Page 1138302122 - Control 3572756595 - Property 2879900210
source: Requested DateTime
ru: Загружено дата время

# Page 1138302122 - Control 87146608 - Property 2879900210
source: Requested by User
ru: Загружено пользователем

# Page 1138302122 - Action 3212637975 - Property 1295455071
source: Sends Request to Dadata service and recieves company information.
ru: Запрос Dadata на получение информации о компании

# Page 1138302122 - Action 3212637975 - Property 2879900210
source: Send Dadata Request
ru: Dadata отправить запрос

# Page 291427048 - Property 2879900210
source: Organization Dadata Info Card
ru: Информация об организации Dadata карточка

# Page 291427048 - Control 3168444338 - Property 2879900210
source: Address
ru: Адрес

# Page 291427048 - Control 2445482498 - Property 2879900210
source: General
ru: Общее

# Page 291427048 - Control 3448339824 - Property 2879900210
source: Other
ru: Прочее

# Page 291427048 - Control 3572756595 - Property 2879900210
source: Requested DateTime
ru: Загружено дата время

# Page 291427048 - Control 87146608 - Property 2879900210
source: Requested by User
ru: Загружено пользователем

# Page 291427048 - Action 1613189964 - Property 1295455071
source: Crates new customer from dadata info.
ru: Создать клиента из информации об организации Dadata.

# Page 291427048 - Action 1613189964 - Property 2879900210
source: Create Customer
ru: Создать клиента

# Page 291427048 - Action 3658907060 - Property 1295455071
source: Crates new vendor from dadata info.
ru: Создать поставщика из информации об организации Dadata.

# Page 291427048 - Action 3658907060 - Property 2879900210
source: Create Vendor
ru: Создать поставщика

# Page 1650997837 - Property 2879900210
source: Set Data
ru: Укажите данные

# Page 1650997837 - Control 2507440344 - Property 1295455071
source: Specifies INN of the company.
ru: Определяет ИНН организации

# Page 1650997837 - Control 2507440344 - Property 2879900210
source: Company INN
ru: ИНН организации

# Page 1650997837 - Control 2313145770 - Property 1295455071
source: KPP of the company. If you do not specify value of KPP then system will return head otganization.
ru: КПП организации. Если не указать КПП, то система вернёт данные по головной организации.

# Page 1650997837 - Control 2313145770 - Property 2879900210
source: Company KPP
ru: КПП организации
